Repository: kccarlos/forumind
Catalog: ForumindShare/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Ask questions about this page
zh_hans: 就此页面提问
zh_hant: 就這個頁面提問

source: Ask the forum
zh_hans: 问论坛
zh_hant: 問論壇

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Chat about it
zh_hans: 聊聊这个
zh_hant: 聊聊這個

source: Checking page…
zh_hans: 正在检查页面…
zh_hant: 正在檢查頁面…

source: Couldn't confirm this is a Discourse forum
zh_hans: 无法确认这是 Discourse 论坛
zh_hant: 無法確認這是 Discourse 論壇

source: Couldn't hand off this page
zh_hans: 无法转交此页面
zh_hant: 無法轉交此頁面

source: Discourse forum detected · %@
zh_hans: 已检测到 Discourse 论坛 · %@
zh_hant: 已偵測到 Discourse 論壇 · %@

source: Discourse forum? Forumind will check when it opens
zh_hans: 是 Discourse 论坛吗？打开时 Forumind 会进行检查
zh_hant: 是 Discourse 論壇嗎？打開時 Forumind 會進行檢查

source: Done
zh_hans: 完成
zh_hant: 完成

source: Just open
zh_hans: 直接打开
zh_hant: 直接打開

source: Key points of this topic
zh_hans: 这个话题的要点
zh_hant: 這個話題的重點

source: Nothing to open
zh_hans: 没有可打开的内容
zh_hant: 沒有可開啟的內容

source: Open Forumind and paste the link in the address bar.
zh_hans: 打开 Forumind，然后将链接粘贴到地址栏。
zh_hant: 打開 Forumind，然後將連結貼到網址列。

source: Open it in the Forumind browser
zh_hans: 在 Forumind 浏览器中打开
zh_hant: 在 Forumind 瀏覽器中打開

source: Reading page…
zh_hans: 正在读取页面…
zh_hant: 正在讀取頁面…

source: Research across the whole forum
zh_hans: 在整个论坛中研究
zh_hant: 在整個論壇中研究

source: Saved — open Forumind to continue
zh_hans: 已保存 — 打开 Forumind 继续
zh_hant: 已儲存 — 打開 Forumind 繼續

source: Share a web page or link to open it in Forumind.
zh_hans: 共享网页或链接，即可在 Forumind 中打开。
zh_hant: 分享網頁或連結，即可在 Forumind 中打開。

source: Summarize
zh_hans: 总结
zh_hant: 摘要

source: Your page will be waiting when the app opens.
zh_hans: 打开 App 时，页面已为你准备好。
zh_hant: 打開 App 時，頁面已為你準備好。
